/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Instalační program CapCut pro počítač";
"LvAppTitle" = "Instalační program Jianying pro počítač";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Pokračovat v instalaci?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Instalovat";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Otevřít";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Zrušit";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Máš nainstalovanou starší verzi aplikace CapCut (v%@). Můžeš otevřít starou verzi nebo nainstalovat nejnovější verzi, která nahradí starou verzi.";
"LvCheckInstalledMsgHintText" = "Máš nainstalovanou starší verzi aplikace Jianying (v%@). Můžeš otevřít starou verzi nebo nainstalovat nejnovější verzi, která nahradí starou verzi.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Ukončit stahování?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Pokračovat";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Ukončit";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Aktuálně stahovaný soubor (%d %%) se neuloží.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Nejde stáhnout. Zkus to znovu.";
// pc_installer_retry
"BtnText_Retry" = "Opakovat";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Ukončit";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Uložit";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Nedostatek místa na disku";

"BtnCheck_SystemTrayAutoboot" = "Spouštět panel po spuštění";

"DownloadErrorCodeHintText" = "Kód chyby: ";